[
  {
    "title": "H5N1 virus isolated from infected dairy worker is 100% lethal in ferrets, but does not appear to be circulating in nature anymore",
    "body": [
      "A dairy worker in Texas became infected with H5N1 avian influenza likely during the course of milking cows. A sample of the virus taken from the worker was 100% lethal in ferrets, though it spread inefficiently and does not appear to be continuing to spread. Photo: Althea Dotzour",
      "A strain of H5N1 avian influenza virus found in a Texas dairy worker who was infected this spring was able to spread among ferrets through the air, although inefficiently, and killed 100% of infected animals in studies University of Wisconsin-Madison researchers performed with the strain earlier this year.",
      "The good news: the dairy worker experienced mild symptoms and fully recovered, and the H5N1 strain that infected the worker does not appear to have continued spreading in the wild.",
      "Still, the findings highlight the risks posed by a virus that continues to spread among dairy cattle and occasionally to farm workers, and the study's lead scientist says he was surprised by the ease with which this particular strain was able to kill ferrets.",
      "\"This is one of the most pathogenic viruses I've ever seen in ferrets,\" says Yoshihiro Kawaoka, a UW-Madison professor of pathobiological sciences who spearheaded the work, described Oct. 28, 2024, in the journal Nature.",
      "Ferrets are a common model for studying how influenza viruses that primarily affect birds are able to adapt to mammals, a topic that Kawaoka and his colleagues at UW-Madison's Influenza Research Institute investigate since such a jump could trigger an influenza pandemic.",
      "Like other influenza viruses, H5N1 viruses mutate at a relatively rapid clip as they infect new hosts. Sometimes these mutations allow the viruses to more easily infect and spread among new species. That's how the current viruses, which have been infecting birds around the world in recent years, began to spread among mammals, most notably North American dairy cattle in 2024.",
      "Kawaoka and his collaborators found that the H5N1 virus that infected the Texas dairy worker included a mutation that the team first identified in 2001 as important for causing severe disease. Luckily, Kawaoka says, the strain with that mutation seems to have died out.",
      "\"This isolate is unique among the H5N1 viruses circulating in cows,\" he says.",
      "Kawaoka hypothesizes that H5N1 viruses took two paths when they made the jump from birds to cows, both facilitated by mutations that made the virus better adapted to mammals.",
      "Kawaoka and his colleagues suggest that one path resulted in the more concerning mutation found in the Texas dairy worker, while the other led to a less dangerous mutation in the same protein.",
      "\"Both mutations give the virus the ability to adapt to mammals, but the good thing is the one containing this more pathogenic mutation has not been detected again,\" Kawaoka says. \"So there are no extremely pathogenic H5N1 viruses currently circulating in cows. However, if a currently circulating cow H5N1 virus acquires that mutation, then that would be an issue.\"",
      "Whether a virus with such a mutation would be dangerous for humans remains to be seen.",
      "\"The puzzling thing is why the human who got this virus did not have a severe infection,\" says Kawaoka, noting a few possibilities.",
      "Perhaps exposure to seasonal influenza viruses provides some level of protection via antibodies, or maybe the route of infection is important; the Texas dairy worker's main symptom was conjunctivitis, suggesting the virus entered through the eye rather than the more typical respiratory route.",
      "Alternatively, more robust surveillance of influenza cases among American dairy workers since the virus began spreading on farms might mean more cases — including mild ones — are being identified. Another possibility is this particular strain might simply be less severe in humans than mammals like ferrets.",
      "\"Those are all possibilities, but we don't know,\" says Kawaoka. \"So, we're now trying to understand why this virus is so pathogenic in ferrets and what that could mean for human infections.\""
    ],
    "posted": "October 28, 2024",
    "url": "https://news.wisc.edu/h5n1-virus-isolated-from-infected-dairy-worker-is-100-lethal-in-ferrets-but-does-not-appear-to-be-circulating-in-nature-anymore/",
    "author": "Will Cushman",
    "img": "h5n1.jpg",
    "tags": [
      "research",
      "cows"
    ]
  },
  {
    "title": "UW-Madison researchers use AI to identify sex-specific risks associated with brain tumors",
    "body": [
      "For years, cancer researchers have noticed that more men than women get a lethal form of brain cancer called glioblastoma. They've also found that these tumors are often more aggressive in men. But pinpointing the characteristics that might help doctors forecast which tumors are likely to grow more quickly has proven elusive. University of Wisconsin-Madison researchers are turning to artificial intelligence to reveal those risk factors and how they differ between the sexes.",
      "Pallavi Tiwari",
      "Radiology and biomedical engineering professor Pallavi Tiwari and her colleagues have published their initial findings in the journal Science Advances, hinting at the promise of AI for improving medical care for cancer patients.",
      "\"There's a ton of data collected in a cancer patient's journey,\" says Tiwari, who is also affiliated with the Department of Medical Physics. \"Right now, unfortunately, it's usually studied in a siloed fashion, and this is where AI has huge potential.\"",
      "Few researchers better understand this potential than Tiwari. Arriving at UW-Madison in 2022 to help lead the university's new AI initiative in medical imaging, Tiwari co-directs the Imaging and Radiation Sciences Program at the Carbone Cancer Center. Her research leverages the computational power of AI models to probe large volumes of medical images and find patterns that could help oncologists and their patients make better-informed decisions.",
      "\"We want to address the entire spectrum of challenges in a cancer patient's journey, starting from diagnosis and prognosis to treatment response assessment,\" says Tiwari.",
      "Ruchika Verma",
      "In this case, Tiwari and former graduate student Ruchika Verma turned to digital images of pathology slides — thin slices of tumor samples — in search of patterns that might forecast how quickly a tumor could grow and thus how long a patient might expect to survive.",
      "Glioblastoma is one of the most aggressive forms of cancer, with a median survival of 15 months after diagnosis.",
      "\"Patients often don't have long lives after diagnosis,\" says Tiwari. \"But a big challenge is prognosis — identifying how long patients are actually going to live and what their outcome is likely to be. This is important because the outcomes ultimately govern the treatments that they're getting and their quality of life after diagnosis.\"",
      "To tackle this challenge, Tiwari and Verma built an AI model that can identify even subtle patterns in pathology slides that might never be apparent to the naked eye. Using data from more than 250 studies of glioblastoma patients, they trained the model to recognize tumors' unique characteristics, such as the abundance of certain cell types and the degree to which they invade surrounding healthy tissue.",
      "Further, they trained the model to identify any patterns between these characteristics and patients' survival time while accounting for their sex.",
      "In doing so, they developed an AI model that was able to identify risk factors for more aggressive tumors that are strongly associated with each sex. For females, higher-risk characteristics included tumors that were infiltrating into healthy tissue. Among males, the presence of certain cells that surround dying tissue (called pseudopalisading cells) was associated with more aggressive tumors.",
      "These images show regions of glioblastoma tumors in females (top) and males (bottom) where the researchers' AI models predict relatively higher risk and lower risk characteristics are present. Higher risk areas are shown in red and lower risk areas are in blue. Tiwari Lab / UW-Madison",
      "The model also identified tumor characteristics that appear to translate to worse prognoses for both men and women.",
      "The study could help lead to more individualized care for glioblastoma patients.",
      "\"By uncovering these unique patterns, we hope to inspire new avenues for personalized treatment and encourage continued inquiry into the underlying biological differences seen in these tumors,\" Verma says.",
      "Tiwari and her colleagues are doing similar work using MRI data and have begun using AI to analyze pancreatic and breast cancers with the aim of improving outcomes for patients.",
      "In addition to her research, Tiwari is helping to shape the university's RISE-AI and RISE-THRIVE initiatives, which are establishing UW-Madison as a leader of cross-disciplinary research on artificial intelligence and the human health span, respectively.",
      "\"UW has a rich and diverse expertise across our engineering and medical campuses,\" says Tiwari, \"and with the RISE initiatives, we are well positioned to be at the forefront of translating AI research in clinical care.\""
    ],
    "posted": "October 4, 2024",
    "url": "https://news.wisc.edu/uw-madison-researchers-use-ai-to-identify-sex-specific-risks-associated-with-brain-tumors/",
    "author": "Will Cushman",
    "img": "tumor.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "An ancient animal is helping scientists improve modern technology",
    "body": [
      "A microscropic image of a tardigrade, or water bear, from Shenipsit State Forest in Somers, Connecticut.",
      "Water bears, an ancient group of microscopic animals known for their pudgy, ursine appearance and their uncanny ability to survive under extreme conditions, are helping researchers uncover the basic forms and functions of life's molecular building blocks using modern technology.",
      "Also known as tardigrades, these aquatic microorganisms can endure blistering heat and severe cold thanks to a set of specialized molecules they produce that protect them from damage. These molecules, called late embryogenesis abundant (LEA) proteins, keep the animals' essential cellular structures and proteins intact, allowing water bears to dry up and go dormant when faced with an uninhabitable environment and then rehydrate and reanimate when it is safe to do so — sometimes decades later.",
      "Now, in a recent study published in Nature Communications and led by University of Wisconsin-Madison researcher Ci Ji Lim, scientists have found that these same proteins can help solve a major technological challenge when it comes to getting high-quality microscope images of a diversity of other cellular structures and proteins using a technique called cryogenic electron microscopy or cryo-EM.",
      "Lim has filed a provisional patent with the Wisconsin Alumni Research Foundation for the method described in the study.",
      "Cryo-EM captures miniscule proteins and other biomolecules at a moment in time by freezing samples in a thin, water-based film before taking images of them using a powerful electron microscope. However, around the edges of a sample, where air meets the water, damage to biomolecules is more likely, making it difficult to clearly determine the structures of some proteins.",
      "The technique is important to Lim's research because he seeks to uncover the relationships between a protein's form (what it looks like) and function (what it does). Cryo-EM also plays a role in helping identify potential targets for drug therapies. Both require capturing clear images.",
      "Lim, a professor in the Department of Biochemistry, wondered whether adding LEA proteins from tardigrades and other microorganisms like nematodes to their microscope samples prior to cryo-EM could prevent damage to the biomolecules and yield better images.",
      "\"A lot of times, the protein is attracted to the air-water interface. When proteins interact with this interface, they can clump together along the edges or begin to unfold and irreversibly change their form. There are many proteins that we just haven't been able to fully explore the structures of because of this problem,\" explains Lim. \"So, I thought that maybe the LEA proteins, which help proteins in water bears remain robust under challenging conditions, could be harnessed to improve robustness in other contexts.\"",
      "Lim and his research team — led by graduate student Kaitlyn Abe — added LEA proteins to samples containing Polα-primase, a protein that is sensitive to the air-water interface. The team also used LEA proteins to image another protein, PRC2, whose structure has been difficult to capture.",
      "The researchers demonstrated that adding LEA proteins is a cost-effective and efficient way to yield clearer cryo-EM images. Other methods to mitigate damage along the air-water interface can be expensive and laborious and can require scientists to use higher concentrations of the molecules they're studying. LEA proteins allow scientists to use sample concentrations in line with those used with standard sample preparation methods. They could also be used in combination with other protection methods.",
      "\"Adding LEA proteins is a readily deployable and cost-effective solution to a bottleneck in cryo-EM research,\" Lim says. \"It is exciting that we got here using proteins that naturally evolved to do a similar job.\"",
      "Scientists are now trying to better understand how these proteins exert their protective properties.",
      "\"What is interesting,\" says Tim Grant, a UW-Madison professor in the Department of Biochemistry who worked with Lim on the study, \"is that even with the addition of the LEA proteins, we're still seeing biomolecules along the air-water interface, but they're not unfolding, denaturing and falling apart. In the presence of LEA proteins, it's possible to solve structures for proteins that would have just fallen apart before.\"",
      "Grant, who is also an investigator at the Morgridge Institute for Research, expects the relationships between biological samples, LEA proteins and the air-water interface will become sharper as more researchers incorporate LEA proteins into sample processing.",
      "\"The air-water interface is a real problem, and water bears have offered a pretty cool solution to resolving that problem,\" he says.",
      "Lim looks forward to seeing once-tabled research projects reinvigorated. \"Now, there's new hope for exploring protein structures that we couldn't before,\" he explains. \"We're expanding the toolbox available to scientists for cryo-EM sample preparation, and there's the potential for us to learn so much more about the structural biology of many proteins that had been challenging to visualize.\""
    ],
    "posted": "October 16, 2024",
    "url": "https://news.wisc.edu/an-ancient-animal-is-helping-scientists-improve-modern-technology/",
    "author": "Renata Solan",
    "img": "tardigrade.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "Cultivate curiosity at the 14th annual Wisconsin Science Festival",
    "body": [
      "An exhibit drew attention at the 2023 Science on the Square in Madison, an event of the Wisconsin Science Festival.",
      "The Wisconsin Science Festival is back, featuring in-person and virtual events across the state Oct. 14-20. Whether you're a curious student, an enthusiastic educator or someone who simply loves exploring the world around you, you're invited to participate in this statewide celebration.",
      "This year the festival will focus on agriculture and its interconnectedness with the state's economy, society, well-being and future.",
      "Officially proclaimed \"Wisconsin Science Week\" by Governor Tony Evers, the festival will host more than 200 unique events in over 45 counties across Wisconsin.  All ages and interests are welcome to attend and engage with science through demonstrations, performances, nature hikes, pub talks and hands-on exhibitions.",
      "\"The Wisconsin Science Festival is all about celebrating curiosity and community,\" says Sam Mulrooney, director of the Wisconsin Science Festival. \"This year's focus on agriculture highlights both the tradition and innovation shaping our state, from corn mazes to cutting-edge ag tech. We're excited to offer Wisconsinites a unique opportunity to engage with science in ways that reflect the diverse talents and landscapes of Wisconsin.\"",
      "The popular Science in a Bag project will once again be available at participating library locations state-wide. The take-home kit includes activities for ages K-12 and features science and research happening in Wisconsin. More than 70 Wisconsin libraries will be participating in this project or hosting programs such as makerspace events, story times, citizen science BioBlitzes, Wisconsin Agriculture in the Classroom volunteer-led activities and more.",
      "\"Science literacy is essential to understanding the world, and we're excited to celebrate that through our decade-long partnership with the Wisconsin Science Festival,\" says Jane Rotonda, director of the Wisconsin Book Festival, which takes place the same week. \"This year, we're co-hosting a record number of STEM author events, focused on ‘news you can use' — information that impacts daily life — highlighting the inspiring power of literature and science.\"",
      "Another long-standing component of the festival is the Discovery Expo presented by the Morgridge Institute for Research. The Expo offers two opportunities — Field Trip Day and Community Day — for in-person hands-on exploration of science. Students and the general public engage with scientists at stations that feature STEM activities ranging from virtual reality to health and medicine, chemistry, physics demonstrations and more.",
      "Making its debut at this year's festival, the Badgers on Tap program will be hosted at partnering pubs and venues throughout Wisconsin. This series features flash talks on Wisconsin agriculture mixed with trivia, prizes and, of course, tasty beverages.",
      "Science on the Square, one of the festival's flagship events, once again fuses with the Madison Night Market on Oct. 17 for a fun and energetic night filled with hands-on science and local vendors in downtown Madison. Don't forget to stop by Ian's Pizza for a special Wisconsin Science Festival slice, \"What's the Buzz!\"",
      "For the full festival schedule and interactive map, visit the Wisconsin Science Festival website.",
      "Explore these events and more:",
      "Northern Wisconsin - Explore nature at Cable Natural History Museum, learn about cheese making at Shell Lake Public Library, join the BioBlitz in Boulder Junction and get a look at the formation of the Apostle Island Sea Caves in Ashland.",
      "West Central Wisconsin - Pop into the science of popcorn in Augusta, enjoy the Family Science Expo at the Pablo Center in Eau Claire, get hands-on with agriculture at the Food+Farm Exploration Center in Plover and take a class in fermentology with Fizziology Foods in Holmen.",
      "Northeast Wisconsin - Savor a pint and some knowledge at Badger State Brewing and learn about glaciers and winemaking in Green Bay, grow your curiosity at The Building for Kids in Appleton, visit the Farm Wisconsin Discovery Center in Manitowoc and try your hand at the Wisconsin Agricultural Tourism Association Maze Challenge in Chilton.",
      "Madison - Explore traditions and agriculture at the Discovery Building with a workshop on Traditional Menominee basketry followed by the Crossroads of Ideas panel discussion, see how science and art combine with Big Ideas for Busy People: Fields of Wonder at the Majestic Theater, watch and cheer on participants using AI tools to compete in MadPrompts: Creativity Unleashed, roll into the Physics of Bowling at Spare Time Entertainment and tune into music and science with SoundWaves: Developing Ideas.",
      "Milwaukee - Join festival mascot Beesly at a pre-festival event with Bill Nye at Riverside Theater, explore the Science Fest at the Milwaukee Public Museum, learn about astrophotography at Schlitz Audubon Nature Center, take in a sunset meditation and night hike in Waukesha, and build your own ocean cleanup machine in Port Washington."
    ],
    "posted": "September 19, 2024",
    "url": "https://news.wisc.edu/cultivate-curiosity-at-the-14th-annual-wisconsin-science-festival/",
    "author": "Kate O'Malley",
    "img": "festival.jpg",
    "tags": [
      "research",
      "campus",
      "community"
    ]
  },
  {
    "title": "Teaching, research lead UW to rise in worldwide rankings",
    "body": [
      "On the first day of fall semester, students fill a Sterling lecture hall for their first Math 221 class. Photo: Althea Dotzour",
      "Strong performance in the categories of teaching and research environment helped the University of Wisconsin-Madison rise to 56th in the 2025 Times Higher Education World University Rankings released last week.",
      "This marks a two-year surge for UW in the rankings, thanks also to the university's patents and growing research expenditures.",
      "\"UW-Madison fosters a research environment that supports innovation and drives discovery,\" says Dorota Grejner-Brzezinska, UW-Madison vice chancellor for research. \"As an institution, we also prioritize leveraging our research advances to help benefit society, as reflected by the high number of inventions patented by our researchers each year.\"",
      "The World University Rankings focus on three areas — research, impact and teaching — using five pillars supported by 18 performance indicators.",
      "\"We create university rankings to assess university performance on the global stage and to provide a resource for readers to understand the different missions and successes of higher education institutions,\" says the Times Higher Education website.",
      "Within the five pillars, UW ranked highest in teaching, at 43rd worldwide. That was supported by a 90.8 percentile ranking in institutional income, which \"gives a broad sense of the infrastructure and facilities available to students and staff.\"",
      "UW ranked 54th in research environment, led by a 94.2 percentile ranking in research income. In the most recent data provided by the National Science Foundation, UW-Madison's research expenditures topped $1.5 billion, a 10 percent increase, ranking it 8th among public and private universities surveyed.",
      "Within the industry pillar, UW received a 100th percentile ranking for patents. According to the National Academy of Inventors, the Wisconsin Alumni Research Foundation ranked 12th nationwide and 16th worldwide in number of U.S. Utility patents issued in 2023.",
      "Times Higher Education also ranked universities in 11 specific subjects, in which UW ranked 17th in education, 25th in social sciences , 43rd in psychology, 44th in life sciences and 50th in physical sciences.",
      "UW-Madison has ranked highly in a number of other recent rankings."
    ],
    "posted": "October 14, 2024",
    "url": "https://news.wisc.edu/teaching-research-lead-uw-to-rise-in-worldwide-rankings/",
    "author": "Mike Klein",
    "img": "teaching.jpg",
    "tags": [
      "campus"
    ]
  },
  {
    "title": "Aquatic invasive species are more widespread in Wisconsin than previously thought",
    "body": [
      "Watermilfoil and and algae float near the water's surface where Dorn Creek Marsh flows into the northern edge of Lake Mendota during summer on July 29, 2015. The aquatic plants and the lake's ecosystem health are frequently studied as part of ongoing research conducted by the Center for Limnology at the University of Wisconsin-Madison. Photo: Jeff Miller",
      "A report on more than 40 years of research on Wisconsin lakes is highlighting some of the lessons scientists have learned about aquatic invasive species, including that far more ecosystems are playing host to non-native species than previously thought.",
      "However, the researchers note, those species aren't necessarily detrimental to their new habitat and, in some cases, the negative \"impacts of invasive species control may be greater than the impacts of the invasive species\" themselves.",
      "Jake Vander Zanden Photo: Bryce Richter",
      "That doesn't mean scientists aren't concerned about different species moving into new ecosystems, says  Jake Vander Zanden, director of the University of Wisconsin-Madison's Center for Limnology and lead author on the report.",
      "\"There are many examples where an invasive species has remarkable ecosystem impacts. They can result in fisheries decline, water quality decrease and more, which negatively impacts humans and the environment,\" Vander Zanden says.",
      "But ecological destruction is far from a foregone conclusion in invasive species stories.",
      "The researchers, who recently published their analysis in the journal BioScience, highlight several lessons learned through four decades of data collection, research and experiments conducted by the North Temperate Lakes Long-Term Ecological Research program. Housed at the Center for Limnology, the program is one of 27 such sites funded by the National Science Foundation.",
      "Research grants typically fund a few years of work, Vander Zanden explains, \"But that would never allow you to detect these types of changes. It's only through long-term research that we can get insights into these big questions like where invasive species are, how they are changing our ecosystems and how it all connects to things like climate change.\"",
      "One such insight is that the presence of non-native aquatic species in Wisconsin lakes is more widespread than scientists and resource managers initially thought.",
      "The long-term research program has helped inform Wisconsin Department of Natural Resources maps and datasets on six target species since the 1990s: Eurasian watermilfoil, zebra mussels, spiny water fleas, rusty crayfish, Chinese mystery snail and the banded mystery snail.",
      "Combining long-term monitoring records on its 11 core study lakes with field-based research and community-based science on dozens of other water bodies, researchers revealed that existing estimates of about 8% of Wisconsin lakes containing one or more of the six species was way off. In fact, the number is closer to 39%.",
      "Additionally, certain invasive populations have been in waters much longer than initially thought. For example, researchers detected spiny water fleas in Lake Mendota in 2009, but scientists combing through sediment cores and old samples discovered that the disruptive invasive species had been present in the lake at least a decade sooner, with populations only erupting due to favorable changes in climate that summer. These findings suggest that invasive species are often simply present in an ecosystem without triggering negative impacts.",
      "What's more, when invasive species do result in negative impacts, those impacts are often tied to existing problems, according to Jake Walsh, a co-author of the new paper and postdoctoral associate in the University of Minnesota's Department of Fisheries, Wildlife, and Conservation Biology.",
      "\"Lake Mendota was especially primed for large, costly effects from spiny water fleas,\" says Walsh. \"They worsened water quality problems that were already present and tied to excess nutrients in the lake.\"",
      "Seeing this fuller picture was only possible through long-term research, Walsh adds. \"As long as we have this long-range program, invasions are experiments that can teach us about how ecosystems work and how we can best manage them,\" he says. This has given us a deep understanding of the water quality issues facing Lake Mendota and a ‘road map' to follow for offsetting spiny water fleas' impact.\"",
      "Long-term science doesn't just help scientists piece together the history of environmental change, Vander Zanden adds. With it, researchers can also highlight looming questions and design studies to answer them. From using environmental DNA, to exploring long-term invasive species removal benefits, more discoveries are on the horizon.",
      "And it's not just the science that benefits from this long-term, interdisciplinary approach. Undergraduate field technicians who spent their summers sampling the same sites over and over have gone on to become professors overseeing their own research projects and managing their own students. Data scientists and staff dedicate huge chunks of time to making their datasets publicly available and accessible to other researchers in the freshwater sciences.",
      "It's a spirit of collaboration and exploration that, Vander Zanden hopes, can extend to other fields.",
      "\"I wonder if some of these patterns that we see from long-term data could be relevant to somebody who studies soil, or grassland flowers, or marine biology,\" he says. \"If invasive species are already there and more widespread than we think they are, things like human activity and climate change could soon be triggering more population shifts.\""
    ],
    "posted": "September 5, 2024",
    "url": "https://news.wisc.edu/aquatic-invasive-species-are-more-widespread-in-wisconsin-than-previously-thought/",
    "author": "Adam Hinterthuer and Madelyn Anderson  ",
    "img": "aquatic.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "'Sitting Pretty' author to deliver Go Big Read keynote Oct. 16",
    "body": [
      "Rebekah Taussig",
      "Our stories matter.",
      "It's a mantra Rebekah Taussig not only believes but repeats in her book \"Sitting Pretty: The View from My Ordinary Resilient Disabled Body.\"",
      "She'll share the message in person at this year's Go Big Read keynote at 7 p.m. Oct. 16 at Union South — Varsity Hall, Section II. No tickets are required for the free event, which will also be livestreamed. To access the livestream link, please visit gobigread.wisc.edu.",
      "Chancellor Jennifer Mnookin will join Taussig for a discussion about disability, accessibility and other topics from this year's book followed by a Q&A with questions from the audience.",
      "Taussig will also meet with students on campus next week, including an appearance at the class Disability and Society.",
      "Paralyzed since the age of 3, Taussig grew up feeling alone. Now she's written a book and created the Instagram account @sitting_pretty to remind herself and others that there are many people trying to navigate a world that often feels like it's not meant for them.",
      "Taussig is a Kansas City writer with her doctorate in Creative Nonfiction and Disability Studies. She has led workshops and presentations at the University of Michigan, University of Kansas, and Davidson College on disability representation, identity, and community.",
      "Chancellor Jennifer Mnookin hands out copies of the 2024 Go Big Read book \"Sitting Pretty\" by author Rebekah Taussig following the Chancellor's Convocation for New Students on Sept. 3. Photo: Althea Dotzour",
      "A combination memoir, essay collection and call to action, \"Sitting Pretty\" invites readers to consider disability from a different perspective. \"Instead of disability as the limitation, what if a lack of imagination was the actual barrier?\" she asks.",
      "\"Inclusion isn't better just because it's kinder,\" Taussig writes. \"We should bring disabled perspectives to the center because these perspectives create a world that is more imaginative, more flexible, more sustainable, more dynamic and vibrant for everyone who lives in a body.\"",
      "Other events include:",
      "Panel discussion on disability and accessibility in the community from 2 to 3:30 p.m. Saturday, Oct 12, at the Madison Public Library Central, Room 301 and 302, 201 W. Mifflin St. The panel will be moderated by the City of Madison's Disability Rights & Services Specialist Rebecca Hoyt and will include representation from the City of Madison's Disability Rights Commission, Access to Independence, UW-Madison, and more.",
      "Panel discussion on disability featuring Taussig and UW-Madison students, faculty, and staff from 4 to 5:30 p.m. Tuesday, Oct. 15 in the Symphony Room of the Gordon Dining and Event Center, 770 W Dayton St. The panel will be moderated by Al Nemec, digital accessibility program manager, and Jenn Streator, disability program coordinator and employee accommodation specialist. CART Captioning is available. Please email gobigread@library.wisc.edu or bwillig@wisc.edu to request other accommodations.",
      "Models of Disability, Disability Culture and Identity. a Go Big Read Event, will be held from 6 to 7 p.m. Nov. 7 at the Sequoya Public Library, meeting rooms A & B, 4340 Tokay Blvd. Hosted by Hoyt, attendees will learn different models of disability and ways to expand access, equity and inclusion practices.",
      "This year the Go Big Read program published a Canvas Commons module to help instructors incorporate the 2024-2025 book into their courses with resources including chapter summaries, book themes and topics, sample discussion questions, and more. Discussion questions are designed to serve classes in the following fields: Humanities, Social Sciences, STEM & Medicine, Education, and Interdisciplinary Fields.",
      "Other resources include:",
      "A teaching guide on disability and campus history created by The Center for Campus History. The guide features primary sources on UW-Madison's history regarding disability and accessibility and also has discussion questions.",
      "Cooperative Children's Book Center Reading List on Disability, created by the Cooperative Children's Book Center. This reading list has book recommendations for children and teens (ages: 0-18).",
      "Information about accessibility on campus can be found at accessible.wisc.edu.",
      "The Go Big Read program is an initiative of the Office of the Chancellor. It engages members of the campus community and beyond in a shared, academically focused reading experience. For more information, visit Go Big Read."
    ],
    "posted": "October 9, 2024",
    "url": "https://news.wisc.edu/sitting-pretty-author-to-deliver-go-big-read-keynote-oct-16/",
    "author": "Käri Knutson",
    "img": "gobigread.jpg",
    "tags": [
      "campus",
      "community"
    ]
  },
  {
    "title": "Portage attracts residents, businesses, and workers after UniverCity partnership",
    "body": [
      "The City of Portage's downtown will soon see multiple new businesses open.",
      "When it comes to community planning, Steve Sobiek, the director of business development and planning for the City of Portage, is always thinking ahead.",
      "\"What do we want Portage to look like in 10 to 20 years?\" Sobiek said.",
      "As part of a partnership between UniverCity Alliance and Columbia County from 2021-24, Sobiek worked with University of Wisconsin-Madison students, faculty members, instructors, and staff across several academic disciplines to envision the community's future by working on economic development projects in Portage.",
      "UniverCity connects local governments, like Columbia County and Portage, with resources at UW-Madison to move forward community priorities during a three-year partnership. Columbia County's partnership was supported by the Alliant Energy Foundation, and Sobiek is a member of the board of directors for the Columbia County Economic Development Corporation.",
      "During the partnership, the students developed a design for a dog park in Portage's North Side Park, conducted a trade market analysis for the new business park and recommended strategies to create a welcoming and accessible community for residents who speak English as a second language. Since the projects were completed in 2023, Sobiek said they have already been put to use.",
      "\"It has helped us grow our community, attract businesses, attract residents, and attract a more diverse workforce successfully,\" Sobiek said of the partnership.",
      "UniverCity Alliance Managing Director Gavin Luter said these outcomes demonstrate the exciting synergy that happens when local governments are connected to university resources. It also points to the quality work that UW-Madison students can accomplish in partnership with communities.",
      "\"We are grateful for our partners in Portage and Columbia County sharing their local expertise,\" Luter said. \"Portage has been empowered with new information completed by our students, but our students' educational experiences have also been improved by working with practitioners and residents.\"",
      "Dog park development",
      "Steve Sobiek, the director of business development and planning for the City of Portage, looks out over where a new dog park will be constructed in the city.",
      "As Portage worked on these projects in collaboration with UniverCity and UW-Madison students, the city is in the midst of exciting growth. A developer is building a 100-lot subdivision, which is the first of its kind in Portage in over two decades, according to Sobiek.",
      "Plans for the development called Rolling Prairie include a dog park and conservancy, which wasn't scheduled for construction until phase two of the development. But the city and developer decided to move up construction of the dog park because it could help market the new homes to future residents.",
      "\"It forced us to get off the dime faster and get this dog park rolling,\" Sobiek said. \"The UniverCity project got us moving on the plan quicker than we ordinarily would, and as a result, that was a good thing.\"",
      "Civil and Environmental Engineering capstone students developed three potential designs for a dog park, weighing the construction cost, site work, environmental sustainability, and overall aesthetics. Now, the dog park, which will include eight acres of fenced-in dog park and 11 acres of restored prairie with walking paths, is under construction.",
      "Welcoming new residents",
      "The site of a new $40 million transitional housing development is underway in the City of Portage.",
      "Portage has a large manufacturing base that continues to grow. Businesses in Portage such as Dawns Foods, TriEnda, and Penda Corporation are looking for workers and attracting employees from Puerto Rico. In March, a developer broke ground on a $40 million transitional housing development, which Portage officials say will alleviate the city's extreme shortage of affordable workforce housing and grow its industrial tax base.",
      "As a population of new residents and workers that didn't speak English as their first language grew, Sobiek realized the city should be working to create a welcoming environment.",
      "\"We were seeing our existing industry bringing this up and I said, ‘We need a plan,'\" Sobiek said. \"That became the emphasis for the UniverCity program to develop this plan to integrate workers learning English as a second language.\"",
      "Alan Tipple, '24, who graduated with a double major in political science and economics and a public policy certificate, took on this project. He interviewed local elected officials, a Madison College ESL instructor and business and community leaders to better understand the community.",
      "Tipple said the project enhanced his academic career and was a meaningful experience.",
      "\"Being able to see the real work people are doing and do a little myself enabled me to acquire another perspective that I wasn't going to find in the classroom,\" Tipple said. \"Having that extra experience also helped me understand better how my learning in college would apply when moving on to work.\"",
      "His recommendations included providing resources like a community welcome group, written materials in English and Spanish, and strategies to get involved in the community and in local decision making. Sobiek said Portage has moved forward on this by creating an informal committee focused on prioritizing welcoming residents and seeking out translation resources.",
      "Trade market analysis",
      "Plans for the Rolling Prairie development call for a 100-lot subdivision, which is the first of its kind in Portage in over two decades.",
      "To recruit more commercial, industrial, and residential developmental opportunities, Portage sought out a trade market analysis that could influence businesses to locate in the city.",
      "Anna Joy, '23, who graduated with a master's degree in urban and regional planning, chose to work with Portage for her required professional project. Joy researched the city's demographics, analyzed transportation movement in Portage, explored spending patterns, and researched retail opportunities to inform a study that has been shared with prospective businesses and developers.",
      "\"The experience I gained working with the government is unmatched. It was a privilege to work under with industry experts. I was able to experience real life consultant work with project brief, regular client meetings, project report preparation and presentation,\" Joy said. \"The project helped me push my limits and knowledge in this sector by collaborating with professors to devise new approaches and analysis that suits the project goal.\"",
      "Sobiek credited the trade market analysis with recruiting a Shopko Optical, Domino's Pizza, Scooter's Coffee, and a wedding venue to Portage. Joy presented her findings to the Planning Commission in May 2023, which were well-received.",
      "\"It is a very valuable marketing study,\" Sobiek said. \"It really was what we were looking for.\"",
      "The Levee Trail is located along the Wisconsin River in the City of Portage."
    ],
    "posted": "October 7, 2024",
    "url": "https://news.wisc.edu/portage-attracts-residents-businesses-and-workers-after-univercity-partnership/",
    "author": "Abigail Becker",
    "img": "portage.jpg",
    "tags": [
      "community"
    ]
  },
  {
    "title": "Great Lakes climate reporter to visit campus as fall Science Journalist in Residence",
    "body": [
      "From collecting audio of walruses in Alaska to covering avian influenza in northern Michigan, Isabelle \"Izzy\" Ross has a passion for making climate issues relevant to local communities. Now, as a reporter for the online magazine Grist and Interlochen Public Radio in Michigan, she tells stories of how the Great Lakes are affected by climate change. Ross will share her approach to regional environmental coverage with the University of Wisconsin-Madison community as this fall's Sharon Dunwoody Science Journalist in Residence.",
      "From Oct. 14 to 16, Ross will be on campus to engage with students, meet with researchers and participate in a public talk during the Wisconsin Science Festival.",
      "Izzy Ross",
      "Ross will join other science communicators and researchers in the festival's flash talk event, \"Big Ideas for Busy People: Fields of Wonder,\" from 7 to 9 p.m. on Oct. 15 at the Majestic Theater in Madison.",
      "By sharing stories behind her reporting, Ross will discuss how she localizes climate issues for her audiences, reveals the effects of climate change in people's own backyards, and applies a critical lens to proposed solutions. The event is free and open to the public; doors open at 6:30 p.m.",
      "Prior to joining Grist and Interlochen Public Radio, Ross was a reporter and news director for Alaska radio station KDLG. She has covered an array of climate topics during her career, including Alaskan fisheries, clean energy, community composting, and the recent outbreak of avian influenza in Michigan dairies.",
      "The UW-Madison Science Journalist in Residence program was founded in 1986 and is hosted by the School of Journalism and Mass Communication and the Office of Strategic Communication. It is now part of the Sharon Dunwoody Journalist in Residence program at UW-Madison. The late Dunwoody, a professor of journalism at UW-Madison, co-founded the Science Journalist in Residence program with Terry Devitt, an emeritus director of research communications.",
      "The program has hosted national science writers nearly every semester, in person and virtually, including PBS Eons host Kallie Moore, author and reporter Ben Goldfarb, Radiolab host Latif Nasser, Scientific American editor-in-chief Laura Helmuth, and Atlantic reporter and Pulitzer Prize winner Ed Yong."
    ],
    "posted": "September 30, 2024",
    "url": "https://news.wisc.edu/great-lakes-climate-reporter-to-visit-campus-as-fall-science-journalist-in-residence/",
    "author": "Elise Mahon",
    "img": "izzy.jpg",
    "tags": [
      "research"
    ]
  },
  {
    "title": "Faculty and staff explore state's rivers, culture and more in Wisconsin Idea Seminar",
    "body": [
      "Bill Quackenbush, tribal historic preservation officer of the Ho-Chunk Nation, and Dennis Lloyd, director of the University of Wisconsin Press and participant of the 2024 Wisconsin Idea Seminar, extend their hands to help seminar participants cross a rocky bend on the group's walk through Maa Wákąčąk, sacred Ho-Chunk land at the foot of Wisconsin's Baraboo hills.",
      "Editor's note: Assistant Vice Provost Catherine Reiland is director of the Wisconsin Idea Seminar.",
      "After learning how to create a warp with cattails, the Wisconsin Idea Seminar participants began to weave, methodically crossing cattail fibers to create a small mat, talking and meditating on the meaning of their project.",
      "\"Protecting the water is to care for the cattails and the bulrushes,\" Melanie Tallmadge Sainz, an artist and enrolled member of the Ho-Chunk Nation, had told them at the start of the workshop. It was an invitation to consider the interconnectedness of land, people and water.",
      "Molli Pauliot, a UW-Madison PhD Candidate in Anthropology and Ho-Chunk natural fibers artist, gives a quick primer to Fran Vavrus, vice provost and dean of UW-Madison's International Division, as she learns to weave cattail at the Little Eagle Arts Foundation.",
      "The workshop was held at the Little Eagle Arts Foundation's studio in the heart of Maa Wákąčąk — sacred land for Ho-Chunk people— about ten miles south of Baraboo.",
      "The Wisconsin Idea Seminar participants had just visited the Ho-Chunk Nation's House of Wellness to learn about community-driven healthcare, and soon after had walked along a spring-fed stream at the foot of the Baraboo Hills to experience the land restoration efforts that the Ho-Chunk Nation is leading on the parcel of land that was once the site of the Badger Army Ammunition Plant.",
      "Weaving with an aquatic plant was a fitting way to begin a 500-mile journey where 41 University of Wisconsin-Madison faculty and staff spent a week as students of Wisconsin life to contemplate cooperation, belonging, water, and place. Their teachers were more than fifty collaborators and hosts across the state, representing a wide range of fields.",
      "The Wisconsin Idea Seminar is an annual five-day journey through Wisconsin that offers faculty and staff the opportunity to learn firsthand about the social and cultural contexts that shape the lives of many of our Wisconsin students, and to see what the Wisconsin Idea looks like when it is rooted in local communities and shaped by local priorities. The 2024 experience engaged a variety of themes including health, healing, creative placemaking, K-12 education, incarceration, dairy, and how rivers and people have shaped each other.",
      "The state's rivers, including the Mississippi, the Wisconsin, the Kickapoo, the Trempealeau, and the Kinnickinnic, structured the group's exploration of Wisconsin life.",
      "In the Kickapoo Valley Reserve, located in the non-glaciated and ancient landscapes of Wisconsin's southwest, participants walked across the Kickapoo River at the historic Bridge 13, one of Wisconsin's few remaining metal truss bridges that was refurbished in 2017 in collaboration with the Ho-Chunk Nation.",
      "Bill Quackenbush, tribal historic preservation officer for the Ho-Chunk Nation, leads the 2024 Wisconsin Idea Seminar across Bridge 13 in the Kickapoo Valley Reserve.",
      "They met with health practitioners who are supporting the next generation of health professionals through collaborations with UW-Madison's Native American Center for Health Professions.",
      "They conversed with colleagues at UW-La Crosse to learn how they tightly weave community engagement into the undergraduate research experience. Health practitioners, including doctors from La Farge Medical Clinic, and Mark Louden, professor in the Department of German, Nordic, and Slavic+, spoke about the importance of cultural humility and trust-building with surrounding Amish communities and their appreciation for UW-Madison's collaborative role in bringing world-class healthcare and expertise to Vernon County.",
      "Wisconsin Idea Seminar participants stroll across the UW-La Crosse campus with Omar Granados, who spoke on a panel earlier that morning on community-engaged scholarship. Omar Granados is an associate professor of global languages and cultures at UW-La Crosse, and his current work includes a public history project on the stories of Cuban refugees at Fort McCoy in the 1980s.",
      "In Arcadia, they met with K-12 educators who value their strong partnerships with area colleges and universities to support their students and families.",
      "At the banks of the Wisconsin River, Stevens Point-area food producers gathered at Bukolt Lodge to share their small-batch products, including hydroponic lettuce, pickled vegetables, and maple syrup, and to talk about how they collaborate with each other and local nonprofits to support community development and food economies in central Wisconsin.",
      "At Mitchell Street Arts in Milwaukee's south side, participants learned about the power of storytelling for formerly incarcerated people and their families who are working to make communities stronger. The morning sun was bright at Alice's Garden, a 2-acre urban farm in Milwaukee's north side, when the Wisconsin Idea Seminar participants were invited to slow down and pause to appreciate the abundance and then harvest from the garden's swaths of mint, sage, okra, hyssop, lovage, and collard greens.",
      "McKenzie Zdrale of the Wisconsin Foundation & Alumni Association holds open a bag as Chell Parkins, dance department, harvests fragrant fennel fronds during a guided activity at Alice's Garden, a 2-acre urban farm near Milwaukee's Fond du Lac Avenue.",
      "And they ended our journey like they began, among grandmothers who are deeply committed to the health and wellbeing of their communities, who bring forth ancestral knowledge to inspire the present and future, and who fundamentally believe that to care for the waters of Wisconsin is to care for us all.",
      "And at nearly every stop, they met with UW-Madison alumni who are proud of their alma mater and who bring a Badger spirit to the work they do in their home communities.",
      "The Wisconsin Idea Seminar is a program of the Provost's Office and is made possible with the support of many UW-Madison schools and colleges and the Evjue Foundation, the charitable arm of the Capital Times and long-time underwriter of the Seminar since 1985.",
      "A special thanks to Rachel Niles, executive assistant in the Office of the Provost, and Kelly Copolo, academic program specialist in the Division of Teaching and Learning, who offered excellent assistance that contributed to the success of the 2024 Wisconsin Idea Seminar.",
      "The Wisconsin Idea Seminar group gathers for a photo at the foot of a maple marker tree in the Kickapoo Valley Reserve. Bill Quackenbush, tribal historic preservation officer for the Ho-Chunk Nation, shares that marker trees have long been used as navigational aids by Ho-Chunk people. Many generations ago, when the tree was just a sapling, the trunk was shaped so each of its four main branches would point in the direction of significant sites, with one being a freshwater spring. Quackenbush also calls the group's attention to a maple sapling nearby to be shaped into a marker tree for future generations.",
      "Wisconsin Idea Seminar participants enjoy refreshments as they walk through a sun filled gallery at Mitchell Street Arts on the south side of Milwaukee. Mitchell Street Arts, seeded in 2021 through conversations with local residents, artists, and community leaders was one of several community-driven enterprises that was included in the Wisconsin Idea Seminar.",
      "A renaturalized portion of the Kinnickinnic River in Milwaukee's Pulaski Park beckoned Chell Parkins, the Arnhold director of dance education at UW, to engage the waterway with movement and poise.",
      "Within view of the Kinnickinnic River at Pulaski Park in Milwaukee, Esperanza Gutierrez, a member of Kinnickinnic Neighbors In Action, speaks about the importance of collective action and collaboration to care for water for future generations.",
      "Some participants offered their perspectives on the trip:",
      "\"The Wisconsin Idea Seminar trip was an amazing experience! It was very inspiring to learn about various communities that make up Wisconsin and to meet so many selfless individuals that put their minds, hearts and souls into improving their communities. Sharing the bus with fellow UW faculty and staff, learning about their roles at UW, and making new human connections was a very special part of the experience.\"",
      "\"Being new to UW-Madison, I didn't have a sense of what the Wisconsin Idea looks like in action. The many ways in which Extension and alumni across the state are affecting positive change and creating partnerships is so apparent now. I see it now, and am fully invested in the Wisconsin Idea!\"",
      "\"The Wisconsin Idea Seminar is an immersive experience and goes way beyond any work conference you would ever attend. We got to hear many impactful stories and meet incredible people during our journey, and it touched every sense of being — from the food we ate, to the stories we heard, to the people we met and the places we visited. I have a greater appreciation for people in Wisconsin who have been caring for the land for thousands of years and for those who have moved to Wisconsin in recent years.\"",
      "\"The Wisconsin Idea Seminar deepened my understanding of the many contributions that immigrant communities are making to education and industry in rural and urban communities across Wisconsin. I will weave these observations into my work to promote the international dimensions of the Wisconsin idea in our state and around the world.\"",
      "\"The Wisconsin Idea Seminar was a chance to be a student again. To say it enhanced the way I think about my career is an understatement. The extremely well planned and detailed week is designed to provide insight into the history, culture and presence of the different groups throughout the state. I learned of the specific challenges faced by certain groups and I will take these lessons back to my practice as a physician. It was truly an honor to interact with our hosts throughout the state!\"",
      "\"The Wisconsin Idea Seminar instilled in me a profound sense of connectedness to the university community and the communities we serve across the state. Among the seminar's many impactful experiences, our day with Ms. Venice Williams at Alice's Garden and The Table stands out as particularly meaningful, both personally and professionally. Ms. Williams' work to foster the health and healing of both the people and the land of Milwaukee reignited a sense of purpose and commitment to my own research on Black women's well-being and to thoughtfully engaging in community-based scholarship.\"",
      "\"Deep listening is not a given; it is a precious gift to be learned, practiced, and cultivated in a supportive, communal space. The Wisconsin Idea Seminar gave me the chance to witness the magic of deep listening. We, as a group, learned to listen to each other and to people across different communities in Wisconsin with care. I'd love to further weave this skill into my ethnographic research as well as teaching and mentoring in the future.\"",
      "\"I am new to Wisconsin and to UW-Madison. I worked at other land grant universities but have never experienced anything like this and I feel very fortunate to be introduced to the rich legacy of the engagement of the university in the state. Community engagement was richly highlighted during the Wisconsin Idea tour and was truly inspirational. Looking to the future, I am committed to creating pathways for the UW-Madison Libraries to contribute in very tangible ways to the Wisconsin Idea. This has been my goal since I arrived in January 2024 and started my new role as Dean and Vice Provost of Libraries, and now this goal is even more meaningful.\"",
      "\"The Wisconsin Idea Seminar was five days of learning about many of the complexities of Wisconsin's communities. And one of the many lessons that I will carry with me is this: that the work of listening to and engaging with the communities that one is surrounded by is a forever commitment, one I am happy to be a part of.",
      "\"I loved learning from Dr. James DeLine about his work at the clinic in La Farge. He was so genuine and inspirational in his commitment to serving rural communities in Wisconsin, with his particular focus on the Amish community living there.\""
    ],
    "posted": "June 14, 2024",
    "url": "https://news.wisc.edu/faculty-and-staff-explore-states-rivers-culture-and-more-in-wisconsin-idea-seminar/",
    "author": "Catherine Reiland",
    "img": "explore.jpg",
    "tags": [
      "community"
    ]
  },
  {
    "title": "‘Top Chef' standout will whip up a speech for UW's winter commencement",
    "body": [
      "Dan Jacobs is the head chef and co-owner of acclaimed Milwaukee restaurants EsterEv, a globally inspired tasting menu concept, and Dandan, a modern Chinese American concept with Midwest sensibility.",
      "Milwaukee's Dan Jacobs won the hearts of viewers last spring on Bravo's \"Top Chef\" Wisconsin season. Now he'll share his recipe for success with University of Wisconsin-Madison graduates as the keynote speaker for winter commencement Dec. 15.",
      "Jacobs was one of three finalists on the 21st season of the popular cooking competition series. He finished as a runner-up, making it all the way to the end without ever hearing those fateful words, \"Please pack your knives and go.\"",
      "Jacobs is the head chef and co-owner of acclaimed Milwaukee restaurants EsterEv, a globally inspired tasting menu concept, and Dandan, a modern Chinese American concept with Midwest sensibility. Jacobs and his business partner, Dan Van Rite, are five-time James Beard Best Chef Midwest semi-finalists, and 2024 James Beard Best Chef Midwest nominees.",
      "As a contestant on \"Top Chef,\" Jacobs spoke openly about his challenges with Kennedy's Disease, a genetic neuromuscular ailment commonly mistaken for amyotrophic lateral sclerosis (ALS). He was diagnosed in 2016. The disease often makes simple tasks like walking upstairs or chopping an onion feel like a massive undertaking. Jacobs said he applied to be on the show in part to encourage people with disabilities to pursue their passions.",
      "\"During his time on ‘Top Chef,' Dan Jacobs impressed us with his culinary skills and inspired us with his humanity,\" Chancellor Jennifer L. Mnookin says. \"Dan is someone at the top of his profession — a successful entrepreneur and business owner in an incredibly challenging and competitive industry. He'll have a lot to share with our graduates about pursuing your dreams and doing so with resilience and heart.\"",
      "Jacobs has had an impact far beyond the kitchen. He has raised more than $90,000 for Kennedy's Disease awareness and is an active member of the Independent Restaurant Coalition. He was one of four Americans to speak to President-elect Joe Biden on behalf of independent restauranteurs, and he is deeply involved in many charitable efforts, including the Main Street Alliance, World Central Kitchen, No Kid Hungry, and the James Beard Foundation's Climate Solutions for Restaurant Survival Campaign.",
      "UW-Madison commencement speakers are chosen by the senior class officers in consultation with the Chancellor's Office.",
      "\"Chef Dan is a role model for so many of us,\" says Sam Mahlum, senior class president. \"Through determination and perseverance, he turned his passion into a successful career. But beyond that, he epitomizes the aspirations of so many Badgers — to do good in this world and to live lives of integrity and compassion.\"",
      "Jacobs is a Chicago native who began building strong ties to Wisconsin early in his career. A summer job as a short-order line cook for a breakfast restaurant in Fish Creek, Wisconsin, led to a position at the Inn at Cedar Crossing in Sturgeon Bay, Wisconsin. Jacobs has said the position cemented his love for food and convinced him to pursue his career as a professional chef. He took a few courses at the Cooking and Hospitality Institute of Chicago, then began cooking at many top-tier Chicago restaurants. He and his wife Kate moved to Milwaukee in 2011.",
      "Jacobs says his experience on \"Top Chef\" will inform the speech he gives to Badgers at the Kohl Center.",
      "\"It was a crash course in tenacity, grit, and perseverance — all skills that are essential in life,\" he says, \"And that's where the real growth happens. Competing on the show was proof to myself that my disability doesn't have to limit or define my potential. I hope my journey inspires others, particularly those facing challenges, to pursue their passions and overcome adversity to reach their fullest potential.\"",
      "He aspires to give a speech that's authentic, honest, and inspiring.",
      "\"I want to share the challenges I've faced, but also celebrate the journey itself. Success, for me, will be seeing some heads nodding, some smiles, and maybe a few moments of reflection where they realize that they, too, can overcome whatever life throws at them.\""
    ],
    "posted": "October 29, 2024",
    "url": "https://news.wisc.edu/top-chef-standout-will-whip-up-a-speech-for-uws-winter-commencement/",
    "author": "Doug Erickson",
    "img": "topchef.jpg",
    "tags": [
      "campus",
      "community"
    ]
  },
  {
    "title": "From cattle farmer to college freshman: Bucky's Pell Pathway eases the way",
    "body": [
      "At center, incoming first-year student Emma Mason gets help from her siblings Ben and Michaela as they feed their cattle at their farm near Mineral Point, Wisconsin. Mason is a Bucky's Pell Pathway Scholar. Photo: Althea Dotzour",
      "As the sun begins to set on an August evening, Emma Mason strides onto a glowing pasture on her family's farm near Mineral Point, Wisconsin, and shouts to her three younger siblings, \"Who's bangin' buckets tonight?\"",
      "Ben, 14, jumps off his four-wheeler, grabs two five-gallon pails, and starts bashing them together.",
      "\"That's the dinner bell for cows,\" Mason says. Dozens of black Angus purebred cattle saunter in, including Belle, whom Mason purchased in 2017 — her first heifer.",
      "The farm is just an hour southwest of Madison but far from her other life at the University of Wisconsin­-Madison, where she's a freshman agricultural business management major in the College of Agricultural and Life Sciences.",
      "Mason always wanted to attend UW-Madison, but finances made it feel out of reach.",
      "\"The joke was that the only way she could ever go to Madison would be if she got a full-ride scholarship,\" says her mom, Rose Mason-Gould.",
      "Consider it done. Mason is one of about 1,150 new freshmen and transfer students this fall benefiting from Bucky's Pell Pathway, now in its second year. Through the initiative, UW-Madison pledges to meet the full financial need for four years for all first-year students who are Wisconsin residents and qualify for Federal Pell Grants. The grants play a critical role in expanding college access for students in low-income households. The UW-Madison initiative goes even further — covering not just full tuition and fees but also housing, meals, books and most other educational expenses.",
      "Emma Mason sits on the lawn of Bascom Hill on the UW-Madison campus. Photo: Althea Dotzour",
      "Transfer students from Wisconsin meeting the same criteria receive two years of full-need funding. Money for the initiative comes from private donors and other institutional resources, not taxpayer money.",
      "\"This is going to make college so much easier for me,\" Mason says. \"I can focus on school now. It will allow me to be more present and make more memories.\"",
      "A standout student",
      "Mason graduated with distinguished honors from Belmont High School, where she participated in Future Farmers of America, took Advanced Placement classes, served as president of the Future Business Leaders of America chapter, and sat first chair in the trumpet section of the concert band and the orchestra. She was a five-sport athlete and captained the girls' wrestling squad.",
      "At Scholarship Awards Night at her high school last spring, Mason's name was called 25 times. It was an emotional moment for the entire family given what they'd been through.",
      "Emma Mason poses for a photo with her mom, Rose Mason-Gould, at their farm. Photo by: Althea Dotzour",
      "Emma Mason is flanked by her siblings Michaela and Ben as they feed their cattle at their farm near Mineral Point, Wisconsin. Emma Mason is a Bucky's Pell Pathway Scholar. Photo by: Althea Dotzour",
      "Emma Mason walks through a cornfield at dusk on her family's farm. Photo by: Althea Dotzour",
      "When Mason was 7, her father died suddenly and unexpectedly of a genetic blood disorder. As the oldest child, Mason basically became a second mom to her siblings.",
      "\"I sometimes have to remind her that she's not their mom and that she needs to think of herself,\" Mason-Gould says, \"because she would do anything for her brother and sisters.\"",
      "Mason-Gould remarried, and four years ago, the couple purchased the farm where the blended family of six now lives. Both parents work off the farm to augment the family's income, but money is tight. Bucky's Pell Pathway lifts a huge burden, Mason-Gould says.",
      "\"I was going to have to tell Emma the same thing my mom told me when I left home: Don't call home for money because there is none. The reality is that our money goes to raising children and raising cattle.\"",
      "The program has provided similar relief, both financial and emotional, to thousands of other students in need across the state.",
      "From instability to security",
      "Quincy Nesgoda, Hugo Flores and Ava Roessler",
      "Bucky's Pell Pathway has so far been awarded to about 3,750 UW-Madison students.",
      "\"When I learned that I got it, I cried,\" says recipient Quincy Nesgoda, a transfer student this fall from the Barron County campus of UW-Eau Claire.",
      "A first-generation college student, Nesgoda describes his life as having had \"a lot of ups and downs.\" He lived with his grandmother through much of high school and has been on his own since age 17.",
      "\"This will help with housing, with food, with putting gas in my car,\" says Nesgoda, who is majoring in astronomy physics. \"Finally, there's a part of my life that has some security in it.\"",
      "Nesgoda says he threw himself at academics at a young age, realizing that higher education would be a path toward a better life.",
      "\"This is what I've been fighting for since I was 10,\" he says.",
      "For freshman Hugo Flores, a microbiology major from North Freedom, Bucky's Pell Pathway means he's able to live in a residence hall this fall instead of having to commute to classes from an hour away.",
      "For freshman Ava Roessler, a national-caliber curler from Trempealeau, Bucky's Pell Pathway means she'll be able to experience college without the worry of debt.",
      "\"I've been saving for college for as long as I can remember because I was very aware that my parents wouldn't be able to help me much financially,\" says Roessler, who is majoring in agroecology. \"This is a huge gift and one I will never take lightly.\"",
      "For all these students, Bucky's Pell Pathway has helped make the college experience possible. But it's just the start of their stories.",
      "The next chapter",
      "Mason intends to use her major to become an ag loan officer, a career that would keep her close to the farm life she loves and allow her to give back to the rural community that helped raise her.",
      "\"I think she saw the process we went through to acquire this farm and wants to make it easier for others,\" her mom says.",
      "Mason has been on campus for about a month. She reports that she is doing very well overall, despite a little homesickness at times. She has attended meetings of three student organizations that she plans to join: the Association of Women in Agriculture; the Collegiate Farm Bureau; and Saddle and Sirloin, which puts on livestock shows. She's been returning home most weekends, in part to check on her cows.",
      "Her mom says that, as difficult as the adjustment has been for everyone in the family, she is proud of her daughter for taking this step.",
      "\"I miss her,\" Mason-Gould says. \"But it was time for Emma to move on to bigger and better things, to find her people and her place in the world.\""
    ],
    "posted": "October 1, 2024",
    "url": "https://news.wisc.edu/from-cattle-farmer-to-college-freshman-buckys-pell-pathway-eases-the-way/",
    "author": "Doug Erickson",
    "img": "pell.jpg",
    "tags": [
      "campus",
      "cows"
    ]
  },
  {
    "title": "Raw milk is risky, but airborne transmission of H5N1 from cow's milk is inefficient in mammals.",
    "body": [
      "While H5N1 avian influenza virus taken from infected cow's milk makes mice and ferrets sick when dripped into their noses, airborne transmission of the virus between ferrets — a common model for human transmission — appears to be limited.",
      "These and other new findings about the strain of H5N1 circulating among North American dairy cattle this year come from a set of laboratory experiments led by University of Wisconsin-Madison researchers, reported today in the journal Nature. Together, they suggest that exposure to raw milk infected with the currently circulating virus poses a real risk of infecting humans, but that the virus may not spread very far or quickly to others.",
      "Yoshihiro Kawaoka",
      "\"This relatively low risk is good news, since it means the virus is unlikely to easily infect others who aren't exposed to raw infected milk,\" says Yoshihiro Kawaoka, a UW-Madison professor of pathobiological sciences who led the study alongside Keith Poulsen, director of the Wisconsin Veterinary Diagnostic Laboratory, and with collaborators at Texas A&M University, Japan's University of Shizuoka and elsewhere.",
      "Kawaoka cautioned, however, that the findings represent the behavior of the virus in mice and ferrets and may not account for the infection and evolution process in humans.",
      "In their experiments, the UW-Madison team found that mice can become ill with influenza after drinking even relatively small quantities of raw milk taken from an infected cow in New Mexico.",
      "Kawaoka and his colleagues also tested the bovine H5N1 virus's ability to spread through the air by placing ferrets infected with the virus near but out of physical contact with uninfected ferrets. Ferrets are a common model for understanding how influenza viruses might spread among humans because the small mammals exhibit respiratory symptoms similar to humans who are sick with the flu, including congestion, sneezing and fever. Efficient airborne transmission would signal a serious escalation in the virus's potential to spark a human pandemic.",
      "None of the four exposed ferrets became ill, and no virus was recovered from them throughout the course of the study. However upon further testing, the researchers found that one exposed ferret had produced antibodies to the H5N1 virus.",
      "\"That suggests that the exposed ferret was infected, indicating some level of airborne transmissibility but not a substantial level,\" Kawaoka says.",
      "Separately, the team mixed the bovine H5N1 virus with receptors — molecules the virus binds to in order to enter cells — that are typically recognized by avian or human influenza viruses. They found that bovine H5N1 bound to both types of molecules, representing one more line of evidence of its adaptability to human hosts.",
      "While that adaptability has so far resulted in a limited number of human H5N1 cases, previous influenza viruses that caused human pandemics in 1957 and 1968 did so after developing the ability to bind to receptors bound by human influenza viruses.",
      "Finally, the UW-Madison team found that the virus spread to the mammary glands and muscles of mice infected with H5N1 virus and that the virus spread from mothers to their pups, likely via infected milk. These findings underscore the potential risks of consuming unpasteurized milk and possibly undercooked beef derived from infected cattle if the virus spreads widely among beef cattle, according to Kawaoka.",
      "\"The H5N1 virus currently circulating in cattle has limited capacity to transmit in mammals,\" he says. \"But we need to monitor and contain this virus to prevent its evolution to one that transmits well in humans.\""
    ],
    "posted": "July 8, 2024",
    "url": "https://news.wisc.edu/raw-milk-is-risky-but-airborne-transmission-of-h5n1-from-cows-milk-is-inefficient-in-mammals/",
    "author": "Will Cushman",
    "img": "cows.jpg",
    "tags": [
      "research",
      "cows"
    ]
  },
  {
    "title": "Update from UW-Madison experts on bird flu spread",
    "body": [
      "A strain of bird flu virus has spread to dairy herds. Photo: Althea Dotzour",
      "In the last few months, the same strain of bird flu virus that has been circulating since 2022 has spread to dairy herds, with confirmed infections in at least nine states.",
      "As part of efforts to track and minimize the spread of the virus, known as Type A H5N1, the U.S. Department of Agriculture announced a new requirement for testing of lactating cows prior to their transport across state lines. Although genetic fragments of the H5N1 bird flu are being found in the commercial milk supply, pasteurized products are still safe to consume as far as experts can tell.",
      "The virus, which has primarily spread via infected migratory birds, has also infected mammals such as cows, foxes and sea lions. There has also been a report of the virus spreading to a commercial poultry flock on a farm with an infected dairy herd.",
      "Meanwhile, one dairy worker exposed to an infected herd in Texas came down with a mild case of conjunctivitis, but no other H5N1 infections have been reported in humans in the United States as of the end of April 2024.",
      "Researchers are keeping a close eye on the virus and its spread and are analyzing infected raw milk to understand what risks may exist. More research is underway to determine whether the virus is spreading from mammal to mammal, if it spreads through means other than respiratory, and how widespread it is in dairy herds.",
      "Experts at the University of Wisconsin-Madison are assisting these efforts with an eye toward minimizing risk to human health and protecting the state's agricultural sector.",
      "We touched base with several of those experts to get an idea of what scientists know so far about the developing outbreak, including how the virus may affect dairy products and the industry and what people may need to look out for in themselves, their herds or flocks, and their pets.",
      "Dairy industry and animal health:",
      "Keith Poulsen, director of the Wisconsin Veterinary Diagnostic Laboratory, is one of the scientists working with federal agencies to keep the virus under control while also keeping the needs of dairy farmers and veterinarians on the front lines in mind. He's been keeping an eye on the disease since 2022 and has been involved with monitoring the recent outbreaks in dairy cows since they first popped up earlier this year.",
      "Keith Poulsen Photo: Bryce Richter",
      "Poulsen says that the USDA's recent testing requirement is an important measure to mitigate the virus's spread between states. Current USDA guidance requires that each cow be tested in herds containing 30 animals or fewer, while farmers moving more than 30 animals across state lines only need to test 30 animals. An accredited veterinarian must collect or supervise the sampling.",
      "Normally, at least 50,000 dairy cows cross state lines to move throughout the country each week, Poulsen explains. With the movement of so many cows, the testing requirement could strain farmers, veterinarians and diagnostic labs.",
      "Poulsen explains that there's a complex web of variables at play that he and his colleagues are navigating and balancing. On one hand, there's a need to act with caution and implement a conservative approach to minimize further spread of the virus and potential risk to human health. But there are also farmers who rely on the productivity of their herds to make a living and support their families, making reporting infection and dealing with the logistics of testing difficult.",
      "\"When you're managing a multibillion-dollar industry that deals with food and public safety, we want to make sure we're not giving out bad advice,\" Poulsen explains.",
      "He's also been working with other researchers at UW-Madison to understand what the pasteurization process does to the virus in cow's milk, and what risks there may be to human health.",
      "Zoonotic disease and human health:",
      "Thomas Friedrich studies how viruses from animals could cross over to humans. While this strain of H5N1 avian influenza is crossing over to mammals, elevating the risk for it to continue to mutate and spread, he says that past bird flu viruses that have infected humans and other mammals have remained \"pretty avian,\" and not mutated to spread quickly from human to human.",
      "Thomas Friedrich",
      "For the virus to transmit more easily between humans, Friedrich explains it would need to mutate to be able to better attach to mammalian cells. Flu viruses use molecules called receptors to latch onto cells and infect them. The version of the receptor in humans' upper airways is different from those in birds. That prevents bird flu viruses from infecting cells in humans' noses and throats, which they would need to do to spread easily from human to human.",
      "Humans do have receptors that bird flu viruses can attach to, but those receptors and susceptible cells are only present deep in the lungs. In previous human bird flu infections, Friedrich says, the virus seemed to only infect those susceptible cells and did not mutate to infect other cells higher up in the respiratory tract that could make it more transmissible to other humans.",
      "The virus would also have to mutate to survive at the temperature of most human respiratory tracts, which tends to be lower than the avian environment in which it currently thrives. So far, Friedrich says the virus appears not to have mutated to be able to better attach to receptors in cows either.",
      "\"I think the bottom line is that the danger to the public is currently minimal, but we need to keep an eye on this situation so that we understand how the virus might evolve,\" Friedrich explains.",
      "David O'Connor",
      "David O'Connor is an expert in the emergence of new viruses in human populations. He agrees with Friedrich, saying that more data will help scientists keep an eye on the virus's mutations so potential risks to human health can hopefully be mitigated. O'Connor likened the current human health risk to that of a hurricane far out at sea. No one is entirely sure if the storm will make landfall or not, but it's best for scientists to continue monitoring and collecting as much data as they can to help everyone prepare, should the storm come.",
      "\"There's the potential for viruses that are at human-animal interfaces to cross species barriers and infect humans, but most of that is simply potential, it's not actually happening,\" O'Connor says. \"Unless you are someone who works on a farm in close contact with dairy cows, and unless you're someone who works on a poultry farm in close contact with poultry, you do not need to worry about getting bird flu.\"",
      "Bird flu fragments in milk",
      "Yoshihiro Kawaoka and Peter Halfmann have been studying bird flu for years because of its potential to become a human health concern. As researchers at UW-Madison's Influenza Research Institute, Kawaoka and Halfmann know a lot about influenza viruses and have the tools to study them safely.",
      "Kawaoka and Halfmann have been consulting with Poulsen to determine what it means that there are fragments of inactive virus in the commercial milk supply.",
      "Peter Halfmann",
      "Halfmann explains that these fragments of virus are simply bits of genetic information, and there is no evidence the milk contains live virus. In fact, generally speaking, most milk likely has fragments of bacterial genetic material that don't cause reason for concern.",
      "Finding the virus fragments in milk is, however, a possible indication of how widespread the disease may be among dairy herds.",
      "To understand more about virus inactivation, Kawaoka and Halfmann are studying infected raw milk through a process of heat inactivation similar to pasteurization that they're recreating in the lab.",
      "Having so many researchers at UW-Madison who study various aspects of the dairy industry and the health of herds has proved helpful, as Kawaoka and Halfmann have also teamed up with food science researchers like John Lucey. Lucey helped walk the two through the process of pasteurization so they could understand how to mimic it on a smaller scale in the lab.",
      "Once they receive samples of raw milk infected with the virus, Kawaoka and Halfmann's team can mimic pasteurization by heating up the samples to different temperatures for various amounts of time. From there they can look at how the virus changes throughout the process.",
      "This work is ongoing, and Kawaoka and Halfmann hope to be able to share their findings as soon as possible to help expand the scientific understanding of this current strain of bird flu.",
      "Pets:",
      "Past strains of the bird flu have been known to infect cats. Erin Lashnits, an expert in zoonotic diseases and their impact on pets and owners, says at this point the risk to our furry friends is likely limited to outdoor cats and those with a known exposure to an infected herd or dead birds.",
      "Erin Lashnits",
      "Clinical signs of infection in cats are nasal discharge, sneezing, coughing, trouble breathing and possible neurological symptoms. However, just because a cat has these signs does not mean they may have avian flu. Regardless, Lashnits says it's a good idea to seek treatment for a sick cat as it may have something else a vet can treat.",
      "\"But if you're a person that has a cat where you know there could be exposure — either you live nearby one of these herds, or you know that there's been birds that are affected in your area and you've seen dead birds around — then being cautious is probably the right answer,\" Lashnits says.",
      "The risk for dogs and indoor cats is even lower than that of outdoor cats. Concerned owners who see signs of respiratory illness in their pets should contact their vets, but the likelihood of bird flu being the cause of infection is very low.",
      "Supply and demand of dairy and poultry products:",
      "Andrew Stevens",
      "Pasteurized and properly cooked food products remain safe for consumption, but that doesn't mean there won't be an impact on the dairy and poultry economy.",
      "Andrew Stevens, who studies the effects of agricultural and food policies on consumer food supply and demand, says there are likely two pathways the current virus could impact food availability and prices.",
      "\"The first pathway is through actual disruptions to supply. The other is through consumer perception of risk,\" Stevens says.",
      "Infected cows experience lower milk production, and infected flocks often have to be culled, thereby lowering the amount of product available to consumers. The other side of the coin is that even if consumers are assured products are safe, the association with infection may be enough to turn them away from purchasing those products. Stevens is monitoring the virus and its potential effects on consumers and producers moving forward."
    ],
    "posted": "April 30, 2024",
    "url": "https://news.wisc.edu/update-from-uw-madison-experts-on-bird-flu-spread/",
    "author": "Elise Mahon",
    "img": "birdflu.jpg",
    "tags": [
      "cows"
    ]
  }
]